{
  "verification-kyb": {
    "title": "Verifica tu organización",
    "subtitle": "Desbloquea el acceso completo a todas las funciones",
    "verify-title": "Completar verificación",
    "verify-subtitle": "Verifica ahora para acceder a todas las funciones de inmediato",
    "instructions-step1-title": "Envía los detalles de tu organización",
    "instructions-step1-subtitle": "Envía un documento de registro de la empresa, como un certificado o equivalente, junto con el nombre de tu organización",
    "instructions-step2-title": "Espera el procesamiento",
    "instructions-step2-subtitle": "Nuestro equipo de verificación tardará entre 1 y 3 días en procesar tu solicitud de verificación.",
    "instructions-step3-title": "Verificación completa",
    "instructions-step3-subtitle": "Recibirás un correo electrónico y una notificación cuando la verificación sea exitosa, y luego podrás emitir credenciales.",
    "send-btn": "Enviar",
    "success-title": "Tus documentos han sido enviados",
    "success-subtitle": "Nuestro equipo de verificación tardará entre 1 y 3 días en procesar tu solicitud. Recibirás un correo electrónico y una notificación una vez completada la verificación y podrás emitir credenciales.",
    "banner-success-title": "Verificación exitosa",
    "banner-success-subtitle": "¡Felicidades! Tu organización ha sido verificada con éxito.",
    "banner-pending-title": "Verificación en proceso",
    "banner-pending-subtitle": "Estamos revisando los documentos que enviaste. Te notificaremos una vez que se complete.",
    "banner-pending-btn": "Contactar al equipo de soporte"
  },
  "verification-kyc": {
    "title": "Verificación de cuenta simplificada",
    "subtitle": "¿Por qué verificar? La verificación de la cuenta ayuda a mantener la seguridad y prevenir el fraude, protegiendo tu privacidad. Con KYC reutilizable, solo verificamos que eres una persona única sin recopilar datos sensibles.",
    "why-verify-title": "¿Qué es el KYC reutilizable?",
    "why-verify-subtitle": "El KYC reutilizable te permite verificar tu identidad una vez y reutilizar esas credenciales en múltiples plataformas. Tú controlas qué información compartir. En nuestro caso, solo necesitas demostrar que eres una persona única sin revelar datos personales. Esto simplifica la verificación y mejora la experiencia del usuario. Con KYC existente, toma 30 segundos. Sin él, alrededor de 2 minutos.",
    "learn-more": "Aprende más sobre el KYC reutilizable",
    "how-verify": "Pasos rápidos de verificación:",
    "how-verify-step1": "2. Sigue las instrucciones de la billetera para configurar tu KYC reutilizable",
    "how-verify-step2": "3. Haz clic en el botón abajo y escanea el código QR con tu billetera",
    "download-wallet": "1. ¿Ya tienes KYC reutilizable? Pasa al paso 3. Si no, descarga la aplicación Socious Wallet",
    "open-wallet": "Abre la aplicación Socious Wallet",
    "verify-now": "Verificar ahora",
    "modal-title": "Verifica tu cuenta",
    "modal-subtitle": "Escanea el código QR con tu billetera para verificar tu cuenta.",
    "banner-success-title": "Verificación exitosa",
    "banner-success-subtitle": "¡Felicidades! Tu cuenta ha sido verificada.",
    "banner-error-title": "Error de verificación",
    "banner-error-subtitle": "Ocurrió un error durante el proceso de verificación.",
    "banner-error-btn": "Intenta de nuevo",
    "banner-exceeded-title": "Verificación fallida",
    "banner-exceeded-subtitle": "Esta billetera ya está vinculada a otra cuenta. Solo puedes verificar una cuenta por billetera.",
    "banner-exceeded-btn": "Reintentar verificación"
  }
}
