{
  "verification-kyb": {
    "desc-title": "Verifica tu organización",
    "desc-subtitle": "Verifica tu organización para emitir credenciales.",
    "desc-step1-title": "Envía los detalles de tu organización",
    "desc-step1-subtitle": "Envía un documento de registro de la empresa, como un certificado de empresa o equivalente, junto con el nombre de tu organización.",
    "desc-step2-title": "Espera el procesamiento",
    "desc-step2-subtitle": "Nuestro equipo de verificación tardará entre 1 y 3 días en procesar tu solicitud de verificación.",
    "desc-step3-title": "Verificación completada",
    "desc-step3-subtitle": "Recibirás un correo electrónico y una notificación cuando la verificación se complete con éxito, y entonces podrás emitir credenciales.",
    "upload-title": "Envía los detalles de tu organización",
    "upload-subtitle": "Por favor, sube tu documento de registro de la empresa, como un certificado o equivalente.",
    "success-title": "Tus documentos han sido enviados",
    "success-subtitle": "Nuestro equipo de verificación tardará entre 1 y 3 días en procesar tu solicitud de verificación. Recibirás un correo electrónico y una notificación cuando la verificación se complete con éxito, y entonces podrás emitir credenciales.",
    "continue-button": "Continuar",
    "cancel-button": "Cancelar"
  },
  "verification-kyc": {
    "title": "Verificación de identidad",
    "subtitle": "Verifica tu cuenta para prevenir suplantaciones y desbloquear funciones como reclamar tu impacto, verificar tu experiencia y votar por proyectos de impacto.",
    "why-verify-title": "¿Por qué verificar tu identidad?",
    "why-verify-subtitle": "La verificación de identidad es esencial para mantener la seguridad de la plataforma y prevenir fraudes mientras protegemos tu privacidad. Solo verificamos que eres una persona única, sin recopilar datos personales sensibles.",
    "learn-more": "Más información sobre la verificación de identidad",
    "how-verify": "Cómo verificar tu identidad",
    "how-verify-step1": "Completa el proceso de incorporación de Socious Wallet para crear tu ID descentralizada con tecnología de Hyperledger Identus. Verifica tu identidad con Socious Wallet a través de nuestro socio de KYC, Didit. Tu información personal permanece segura en tu wallet de identidad.",
    "how-verify-step2": "Para completar la verificación, haz clic en el botón de abajo y escanea el código QR con tu wallet de identidad. La plataforma solo confirma que eres una persona única, nada más.",
    "download-wallet": "Descarga la app Socious Wallet",
    "open-wallet": "Abre la app Socious Wallet",
    "verify-now": "Verificar ahora",
    "modal-title": "Verifica tu identidad",
    "modal-subtitle": "Escanea el código QR con tu wallet de identidad para verificar tu identidad.",
    "banner-success-title": "Verificación exitosa",
    "banner-success-subtitle": "¡Felicidades! Tu cuenta ha sido verificada.",
    "banner-error-title": "Error de verificación",
    "banner-error-subtitle": "Ocurrió un error durante el proceso de verificación.",
    "banner-error-btn": "Por favor, inténtalo de nuevo"
  }
}
