{
  "verification-kyb": {
    "title": "Verifica tu organización",
    "subtitle": "Desbloquea el acceso completo a todas las funciones",
    "verify-title": "Completar verificación",
    "verify-subtitle": "Verifica ahora para acceder a todas las funciones de inmediato",
    "what-next": "¿Qué sigue?",
    "what-next-step1": "Espera la verificación (1–3 días hábiles)",
    "what-next-step2": "Se te enviará un correo electrónico y una notificación",
    "what-next-step3": "Comienza a publicar empleos y emitir credenciales",
    "send-btn": "Enviar",
    "success-title": "Tus documentos han sido enviados",
    "success-subtitle": "Nuestro equipo de verificación tardará entre 1 y 3 días en procesar tu solicitud. Recibirás un correo electrónico y una notificación una vez completada la verificación y podrás emitir credenciales.",
    "banner-success-title": "Verificación exitosa",
    "banner-success-subtitle": "¡Felicidades! Tu organización ha sido verificada con éxito.",
    "banner-pending-title": "Verificación en proceso",
    "banner-pending-subtitle": "Estamos revisando los documentos que enviaste. Te notificaremos una vez que se complete.",
    "banner-pending-btn": "Contactar al equipo de soporte"
  },
  "verification-kyc": {
    "title": "Verificación de identidad",
    "subtitle": "Verifica tu cuenta para prevenir suplantaciones y desbloquear funciones como reclamar tu impacto, verificar tu experiencia y votar por proyectos de impacto.",
    "why-verify-title": "¿Por qué verificar tu identidad?",
    "why-verify-subtitle": "La verificación de identidad es esencial para mantener la seguridad de la plataforma y prevenir fraudes mientras protegemos tu privacidad. Solo verificamos que eres una persona única, sin recopilar datos personales sensibles.",
    "learn-more": "Más información sobre la verificación de identidad",
    "how-verify": "Cómo verificar tu identidad",
    "how-verify-step1": "Completa el proceso de incorporación de Socious Wallet para crear tu ID descentralizada con tecnología de Hyperledger Identus. Verifica tu identidad con Socious Wallet a través de nuestro socio de KYC, Didit. Tu información personal permanece segura en tu wallet de identidad.",
    "how-verify-step2": "Para completar la verificación, haz clic en el botón de abajo y escanea el código QR con tu wallet de identidad. La plataforma solo confirma que eres una persona única, nada más.",
    "download-wallet": "Descarga la app Socious Wallet",
    "open-wallet": "Abre la app Socious Wallet",
    "verify-now": "Verificar ahora",
    "modal-title": "Verifica tu identidad",
    "modal-subtitle": "Escanea el código QR con tu wallet de identidad para verificar tu identidad.",
    "banner-success-title": "Verificación exitosa",
    "banner-success-subtitle": "¡Felicidades! Tu cuenta ha sido verificada.",
    "banner-error-title": "Error de verificación",
    "banner-error-subtitle": "Ocurrió un error durante el proceso de verificación.",
    "banner-error-btn": "Por favor, inténtalo de nuevo",
    "banner-exceeded-title": "Verificación fallida",
    "banner-exceeded-subtitle": "Esta cartera ya está vinculada a otra cuenta. Solo puedes verificar una cuenta por cartera.",
    "banner-exceeded-btn": "Reintentar verificación"
  }
}
